Revit 2024 API
ParameterTypeId.BoundaryYRotationFixed Property
 "Y Rotation - Fixed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BoundaryYRotationFixed { get; }
Visual Basic
Public Shared ReadOnly Property BoundaryYRotationFixed As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BoundaryYRotationFixed {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace